
[
    {
        "headline": null,
        "content": "Your privacy is important to us."
    },
    {
        "headline": "Disclaimer",
        "content": "The owners of this site (\"we\", \"us\" or \"our\") operate the website https://bunpro.jp (the \"Service\"). This page contains information about the collection, use and disclosure of Personal Information when you use our Service. We will not use or share your information with anyone except as described in this Privacy Policy. We use your Personal Information for providing and improving the Service. By using the Service, you agree to the collection and use of information in accordance with this policy."
    },
    {
        "headline": "Information Collection and Use",
        "content": "In order to use this website, a user must first complete the registration form. During registration a user is required to give certain information (such as an email address). This information is used to contact you about the products/services on our site in which you have expressed interest.\nWe may ask you for personal information, such as your email. We collect only the personal information relevant to providing you with the service, and use your information only to ensure the fulfilment of this service. You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services without this information.\nWe will only retain personal information for as long as necessary to provide you with the Service."
    },
    {
        "headline": "Log Data",
        "content": "We log general information about your browser whenever you visit our website. This information may include your browser type and version, the pages you visit on our site, the time and date of your visit, and the time spent on each page.\nLike most website operators, we collect this data to better understand how our visitors use our services, and how we may improve your experience of our website in future. We do not share data specifics publicly, but may disclose aggregated and anonymised versions of this information, eg. in website usage trend reports."
    },
    {
        "headline": "Cookies",
        "content": "We use \"cookies\" to collect information about you and your activity across our site. A cookie is a small piece of data that our website stores on your computer, and accesses each time you visit so we can understand how you use our site and serve you content based on preferences you have specified.\nIf you do not wish to accept cookies from us, you should instruct your browser to refuse cookies from our website, with the understanding that we may be unable to provide you with some of your desired service without them. This policy covers only the use of cookies between your computer and our website; it does not cover the use of cookies by any advertisers."
    },
    {
        "headline": "Email",
        "content": "If you would like to receive promotional emails from us, you must now opt-in. You may do so here. If you do not opt-in, we will not send you promotional emails. However, we will occasionally send you legal emails as well as emails in relation to your subscription."
    },
    {
        "headline": "Your Access to and Control Over Information",
        "content": "You may at any time request, by emailing us at contact@mail.bunpro.jp, that your information be removed or updated and we will do so immediately."
    },
    {
        "headline": "Third-Party Services",
        "content": "You may at any time request, by emailing us at contact@mail.bunpro.jp, that your information be removed or updated and we will do so immediately."
    },
    {
        "headline": "Security",
        "content": "We take precautions to protect your information. However due to the nature of information transmission and data storage, no method can be 100% safe and therefore we cannot guarantee the absolute security of any information you share with us."
    },
    {
        "headline": "Business Transfers",
        "content": "If we or our assets are acquired, or in the unlikely event that we go out of business or enter bankruptcy, we may include user information among our assets transferred to or acquired by a third party. We will provide notice in advance of such transfer."
    },
    {
        "headline": "Links",
        "content": "This website contains links to other sites unaffiliated with us. Please be aware that we are not responsible for the content or privacy practices of such other sites. We encourage our users to be aware when they leave our site and to read the privacy statements of any other site that collects personally identifiable information."
    },
    {
        "headline": "Changes to This Privacy Policy",
        "content": "We may from time to time update this Privacy Policy. We will notify you of such changes by posting the new Privacy Policy on this page. Your continued use of this site after any changes to this policy will be regarded as acceptance of our practices around privacy and personal information.\n\nEffective as of: September 22, 2017"
    }
]
