[
    {
        "headline": "1. Terms",
        "content": "By accessing the website at https://bunpro.jp (\"Service\"), you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws. If you do not agree with any of these terms, you are prohibited from using or accessing this site. The materials contained in this website are protected by applicable copyright and trademark law."
    },
    {
        "headline": "2. Disclaimer",
        "content": "The materials on Bunpro SRS' website are provided on an 'as is' basis. Bunpro SRS makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, Bunpro SRS does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site."
    },
    {
        "headline": "3. Limitations",
        "content": "In no event shall Bunpro SRS or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Bunpro SRS' website, even if Bunpro SRS or a Bunpro SRS authorized representative has been notified orally or in writing of the possibility of such damage. Because some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you."
    },
    {
        "headline": "4. Accuracy of materials",
        "content": "The materials appearing on Bunpro SRS' website could include technical, typographical, or photographic errors. Bunpro SRS does not warrant that any of the materials on its website are accurate, complete or current. Bunpro SRS may make changes to the materials contained on its website at any time without notice. However Bunpro SRS does not make any commitment to update the materials."
    },
    {
        "headline": "5. User Obligations",
        "content": "You are soley responsible for any and all content that you create/upload on the Bunpro SRS website.\nYou agree to use Paths in conjunction with/as a supplement to a legally obtained copy of the textbook that corresponds to the Path you have selected."
    },
    {
        "headline": "6. Links",
        "content": "Bunpro SRS has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site. The inclusion of any link does not imply endorsement by Bunpro SRS of the site. Use of any such linked website is at the user's own risk."
    },
    {
        "headline": "7. Modifications",
        "content": "Bunpro SRS may revise these terms of service for its website at any time without notice. By using this website you are agreeing to be bound by the then current version of these terms of service."
    },
    {
        "headline": "8. Purchases",
        "content": "If you wish to purchase any product or service made available through the Service (\"Purchase\"), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card and other information to verify the authenticity of the card.\nYou represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase; and that (ii) the information you supply to us is true, correct and complete.\nBy submitting such information, you grant us the right to provide the information to third parties for purposes of facilitating the completion of Purchases.\nWe reserve the right to refuse or cancel your order at any time for certain reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.\nWe reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected."
    },
    {
        "headline": "9. Refund Policy",
        "content": "You may request a refund for any reason within thirty (30) days of purchase for lifetime or yearly subscriptions. For monthly subscriptions, a request must be made within seven (7) days.\nWe reserve the right to grant refunds outside of the respective, above listed time periods should there be extenuating circumstances.\nIf you would like to request a refund, please contact us via email at: admin@mail.bunpro.jp."
    },
    {
        "headline": "10. Termination",
        "content": "We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation should you breach the Terms.\nTo protect your personal information, your account and associated data will be removed from our servers should your account be inactive for a period of 24 months or more (from the time of your last activity or the end of your last subscription)."
    },
    {
        "headline": "11. Governing Law",
        "content": "These terms and conditions are governed by and construed in accordance with the laws of Japan and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.\nOur failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service."
    }
]
