[
    {
        "headline": null,
        "content": "Bunpro greatly improves your ability to reproduce Japanese grammar by urging you to recall and type in each answer. With review questions that change as you progress and are written in a way that build upon previously studied grammar, you are presented with a new and unique context in every study session. This means that, as you advance through your studies, you get more and more exposure to the grammar that you have learned. Bunpro uses an intuitive spaced repetition system (SRS) that adjusts each review session to maximize the speed at which you learn. Bunpro even recognizes when your answer was close or similar to the correct answer and guides you in the right direction. By taking the opportunity to explain alternate answers rather than simply marking you incorrect, Bunpro helps you grasp subtle nuances and encourages you to keep learning.\n\nBunpro quizzes you in unique contexts with a SRS system that promotes the reproduction of Japanese grammar."
    },
    {
        "headline": "What’s in it for me?",
        "content": null,
        "bulletpoints": [
            "Grammar pages that explore multiple nuances, breakdowns, related grammar and supplemental resources to expand your grammar knowledge at your own pace.",
            "Example sentences that use previously studied grammar to further build upon the grammar that you have learned.",
            "Spaced repetition reviews that greatly improve your ability to reproduce what you have learned through manual input.",
            "Study questions that change as you progress to quiz you in new and unique contexts every time, so you no longer simply memorize sentences.",
            "Intelligent reviews that catch close or alternative answers to keep you motivated in your studies.",
            "Related grammar structures that allow you to compare and contrast similar grammar, nuances, and example sentences side-by-side so that you can finally understand the differences between similar grammar points.",
            "Page numbers from a variety of textbooks so that you can follow along no matter your method of study."
        ]
    },
    {
        "headline": "So what?",
        "content": "When it comes to studying Japanese, there is an almost infinite amount of information out there. From grammar sites like Imabi and Tae Kim to great textbook resources like Genki, Tobira, and Minna no Nihongo. However, there is no unified path to study. Every resource has its own grammar study order and often times you will find yourself studying N3 or N4 grammar before you are done with N5. While there is nothing wrong with this approach, you often end up finding a lack of continuity across multiple grammar resources.\n\nWith Bunpro, our aim is to give you a concise roadmap of what you need to learn here and now, consolidate multiple resources into one place, and reinforce what you learn as you progress to get the most out of your Japanese studies."
    }
]
